{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 4998, "word_counts": "{\"hari\": 2019, \"ini\": 2035, \"penuh\": 525, \"dengan\": 668, \"kekecewaan\": 180, \"seperti\": 1061, \"biasanya\": 717, \"tidak\": 1933, \"ada\": 165, \"yang\": 315, \"spesial\": 165, \"atau\": 346, \"buruk\": 327, \"tapi\": 1429, \"aku\": 4195, \"mencoba\": 703, \"tetap\": 703, \"tenang\": 877, \"terlalu\": 343, \"senang\": 362, \"sedih\": 353, \"meskipun\": 733, \"semuanya\": 877, \"terasa\": 1419, \"sulit\": 733, \"merasa\": 677, \"dicintai\": 167, \"dan\": 1776, \"dihargai\": 167, \"senyumku\": 158, \"bisa\": 339, \"hilang\": 158, \"sejak\": 326, \"tadi\": 158, \"tahu\": 748, \"harus\": 748, \"bagaimana\": 748, \"keadaanku\": 161, \"baik\": 322, \"saja\": 322, \"walau\": 679, \"agak\": 679, \"berbeda\": 679, \"biasa\": 678, \"yakin\": 726, \"akan\": 726, \"membaik\": 726, \"perasaanku\": 181, \"berubah\": 181, \"banyak\": 328, \"sendiri\": 183, \"dimengerti\": 183, \"hatiku\": 174, \"ringan\": 174, \"kepalaku\": 171, \"pikiran\": 171, \"negatif\": 171, \"perasaan\": 316, \"damai\": 155, \"menyelimuti\": 155, \"hariku\": 155, \"segalanya\": 187, \"berat\": 187, \"tak\": 147, \"hal\": 147, \"terjadi\": 147, \"kesal\": 168, \"marah\": 168, \"pagi\": 341, \"menghabiskan\": 181, \"waktu\": 181, \"bersama\": 181, \"teman\": 181, \"temanku\": 181, \"hanya\": 176, \"menjalani\": 344, \"semua\": 493, \"berjalan\": 179, \"sesuai\": 179, \"harapan\": 179, \"air\": 145, \"mataku\": 145, \"terus\": 306, \"mengalir\": 145, \"tanpa\": 145, \"alasan\": 145, \"bangun\": 173, \"semangat\": 173, \"luar\": 173, \"hidupku\": 174, \"syukur\": 174, \"belakangan\": 174, \"datar\": 164, \"stabil\": 164, \"cukup\": 162, \"lumayan\": 162, \"kecewa\": 161, \"menghantui\": 161, \"rutinitas\": 168, \"ingin\": 299, \"melakukan\": 155, \"apa\": 310, \"sangat\": 327, \"lelah\": 172, \"menyerah\": 144, \"saya\": 155, \"bahagia\": 155, \"bersyukur\": 150, \"atas\": 150, \"kumiliki\": 150}", "word_docs": "{\"kekecewaan\": 180, \"biasanya\": 717, \"penuh\": 525, \"dengan\": 668, \"ini\": 1865, \"hari\": 1837, \"seperti\": 1000, \"ada\": 165, \"atau\": 346, \"tapi\": 1429, \"tidak\": 1761, \"buruk\": 327, \"tenang\": 856, \"aku\": 3318, \"yang\": 315, \"spesial\": 165, \"mencoba\": 703, \"tetap\": 703, \"sedih\": 353, \"sulit\": 733, \"senang\": 362, \"semuanya\": 852, \"terasa\": 1315, \"meskipun\": 733, \"terlalu\": 343, \"dan\": 1618, \"dicintai\": 167, \"dihargai\": 167, \"merasa\": 677, \"hilang\": 158, \"bisa\": 339, \"harus\": 748, \"tadi\": 158, \"sejak\": 326, \"senyumku\": 158, \"bagaimana\": 748, \"tahu\": 748, \"agak\": 679, \"baik\": 161, \"berbeda\": 679, \"keadaanku\": 161, \"saja\": 322, \"walau\": 679, \"biasa\": 678, \"yakin\": 726, \"akan\": 726, \"membaik\": 726, \"banyak\": 328, \"perasaanku\": 181, \"berubah\": 181, \"dimengerti\": 183, \"sendiri\": 183, \"hatiku\": 174, \"ringan\": 174, \"negatif\": 171, \"kepalaku\": 171, \"pikiran\": 171, \"perasaan\": 316, \"damai\": 155, \"menyelimuti\": 155, \"hariku\": 155, \"berat\": 187, \"segalanya\": 187, \"terjadi\": 147, \"hal\": 147, \"tak\": 147, \"pagi\": 341, \"marah\": 168, \"kesal\": 168, \"temanku\": 181, \"waktu\": 181, \"menghabiskan\": 181, \"teman\": 181, \"bersama\": 181, \"hanya\": 176, \"menjalani\": 344, \"semua\": 493, \"sesuai\": 179, \"harapan\": 179, \"berjalan\": 179, \"mataku\": 145, \"tanpa\": 145, \"air\": 145, \"alasan\": 145, \"terus\": 306, \"mengalir\": 145, \"bangun\": 173, \"luar\": 173, \"semangat\": 173, \"syukur\": 174, \"belakangan\": 174, \"hidupku\": 174, \"datar\": 164, \"stabil\": 164, \"lumayan\": 162, \"cukup\": 162, \"kecewa\": 161, \"menghantui\": 161, \"rutinitas\": 168, \"ingin\": 299, \"melakukan\": 155, \"apa\": 155, \"lelah\": 172, \"sangat\": 327, \"menyerah\": 144, \"bahagia\": 155, \"saya\": 155, \"kumiliki\": 150, \"atas\": 150, \"bersyukur\": 150}", "index_docs": "{\"60\": 180, \"20\": 717, \"29\": 525, \"28\": 668, \"3\": 1865, \"4\": 1837, \"9\": 1000, \"82\": 165, \"33\": 346, \"7\": 1429, \"5\": 1761, \"39\": 327, \"10\": 856, \"2\": 3318, \"45\": 315, \"83\": 165, \"21\": 703, \"22\": 703, \"32\": 353, \"16\": 733, \"31\": 362, \"11\": 852, \"8\": 1315, \"15\": 733, \"35\": 343, \"6\": 1618, \"80\": 167, \"81\": 167, \"27\": 677, \"92\": 158, \"37\": 339, \"13\": 748, \"93\": 158, \"41\": 326, \"91\": 158, \"14\": 748, \"12\": 748, \"24\": 679, \"42\": 161, \"25\": 679, \"88\": 161, \"43\": 322, \"23\": 679, \"26\": 678, \"17\": 726, \"18\": 726, \"19\": 726, \"38\": 328, \"53\": 181, \"54\": 181, \"52\": 183, \"51\": 183, \"65\": 174, \"66\": 174, \"76\": 171, \"74\": 171, \"75\": 171, \"44\": 316, \"94\": 155, \"95\": 155, \"96\": 155, \"50\": 187, \"49\": 187, \"105\": 147, \"104\": 147, \"103\": 147, \"36\": 341, \"78\": 168, \"77\": 168, \"59\": 181, \"56\": 181, \"55\": 181, \"58\": 181, \"57\": 181, \"64\": 176, \"34\": 344, \"30\": 493, \"62\": 179, \"63\": 179, \"61\": 179, \"107\": 145, \"109\": 145, \"106\": 145, \"110\": 145, \"47\": 306, \"108\": 145, \"70\": 173, \"72\": 173, \"71\": 173, \"68\": 174, \"69\": 174, \"67\": 174, \"84\": 164, \"85\": 164, \"87\": 162, \"86\": 162, \"89\": 161, \"90\": 161, \"79\": 168, \"48\": 299, \"97\": 155, \"46\": 155, \"73\": 172, \"40\": 327, \"111\": 144, \"99\": 155, \"98\": 155, \"102\": 150, \"101\": 150, \"100\": 150}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"aku\", \"3\": \"ini\", \"4\": \"hari\", \"5\": \"tidak\", \"6\": \"dan\", \"7\": \"tapi\", \"8\": \"terasa\", \"9\": \"seperti\", \"10\": \"tenang\", \"11\": \"semuanya\", \"12\": \"tahu\", \"13\": \"harus\", \"14\": \"bagaimana\", \"15\": \"meskipun\", \"16\": \"sulit\", \"17\": \"yakin\", \"18\": \"akan\", \"19\": \"membaik\", \"20\": \"biasanya\", \"21\": \"mencoba\", \"22\": \"tetap\", \"23\": \"walau\", \"24\": \"agak\", \"25\": \"berbeda\", \"26\": \"biasa\", \"27\": \"merasa\", \"28\": \"dengan\", \"29\": \"penuh\", \"30\": \"semua\", \"31\": \"senang\", \"32\": \"sedih\", \"33\": \"atau\", \"34\": \"menjalani\", \"35\": \"terlalu\", \"36\": \"pagi\", \"37\": \"bisa\", \"38\": \"banyak\", \"39\": \"buruk\", \"40\": \"sangat\", \"41\": \"sejak\", \"42\": \"baik\", \"43\": \"saja\", \"44\": \"perasaan\", \"45\": \"yang\", \"46\": \"apa\", \"47\": \"terus\", \"48\": \"ingin\", \"49\": \"segalanya\", \"50\": \"berat\", \"51\": \"sendiri\", \"52\": \"dimengerti\", \"53\": \"perasaanku\", \"54\": \"berubah\", \"55\": \"menghabiskan\", \"56\": \"waktu\", \"57\": \"bersama\", \"58\": \"teman\", \"59\": \"temanku\", \"60\": \"kekecewaan\", \"61\": \"berjalan\", \"62\": \"sesuai\", \"63\": \"harapan\", \"64\": \"hanya\", \"65\": \"hatiku\", \"66\": \"ringan\", \"67\": \"hidupku\", \"68\": \"syukur\", \"69\": \"belakangan\", \"70\": \"bangun\", \"71\": \"semangat\", \"72\": \"luar\", \"73\": \"lelah\", \"74\": \"kepalaku\", \"75\": \"pikiran\", \"76\": \"negatif\", \"77\": \"kesal\", \"78\": \"marah\", \"79\": \"rutinitas\", \"80\": \"dicintai\", \"81\": \"dihargai\", \"82\": \"ada\", \"83\": \"spesial\", \"84\": \"datar\", \"85\": \"stabil\", \"86\": \"cukup\", \"87\": \"lumayan\", \"88\": \"keadaanku\", \"89\": \"kecewa\", \"90\": \"menghantui\", \"91\": \"senyumku\", \"92\": \"hilang\", \"93\": \"tadi\", \"94\": \"damai\", \"95\": \"menyelimuti\", \"96\": \"hariku\", \"97\": \"melakukan\", \"98\": \"saya\", \"99\": \"bahagia\", \"100\": \"bersyukur\", \"101\": \"atas\", \"102\": \"kumiliki\", \"103\": \"tak\", \"104\": \"hal\", \"105\": \"terjadi\", \"106\": \"air\", \"107\": \"mataku\", \"108\": \"mengalir\", \"109\": \"tanpa\", \"110\": \"alasan\", \"111\": \"menyerah\"}", "word_index": "{\"<OOV>\": 1, \"aku\": 2, \"ini\": 3, \"hari\": 4, \"tidak\": 5, \"dan\": 6, \"tapi\": 7, \"terasa\": 8, \"seperti\": 9, \"tenang\": 10, \"semuanya\": 11, \"tahu\": 12, \"harus\": 13, \"bagaimana\": 14, \"meskipun\": 15, \"sulit\": 16, \"yakin\": 17, \"akan\": 18, \"membaik\": 19, \"biasanya\": 20, \"mencoba\": 21, \"tetap\": 22, \"walau\": 23, \"agak\": 24, \"berbeda\": 25, \"biasa\": 26, \"merasa\": 27, \"dengan\": 28, \"penuh\": 29, \"semua\": 30, \"senang\": 31, \"sedih\": 32, \"atau\": 33, \"menjalani\": 34, \"terlalu\": 35, \"pagi\": 36, \"bisa\": 37, \"banyak\": 38, \"buruk\": 39, \"sangat\": 40, \"sejak\": 41, \"baik\": 42, \"saja\": 43, \"perasaan\": 44, \"yang\": 45, \"apa\": 46, \"terus\": 47, \"ingin\": 48, \"segalanya\": 49, \"berat\": 50, \"sendiri\": 51, \"dimengerti\": 52, \"perasaanku\": 53, \"berubah\": 54, \"menghabiskan\": 55, \"waktu\": 56, \"bersama\": 57, \"teman\": 58, \"temanku\": 59, \"kekecewaan\": 60, \"berjalan\": 61, \"sesuai\": 62, \"harapan\": 63, \"hanya\": 64, \"hatiku\": 65, \"ringan\": 66, \"hidupku\": 67, \"syukur\": 68, \"belakangan\": 69, \"bangun\": 70, \"semangat\": 71, \"luar\": 72, \"lelah\": 73, \"kepalaku\": 74, \"pikiran\": 75, \"negatif\": 76, \"kesal\": 77, \"marah\": 78, \"rutinitas\": 79, \"dicintai\": 80, \"dihargai\": 81, \"ada\": 82, \"spesial\": 83, \"datar\": 84, \"stabil\": 85, \"cukup\": 86, \"lumayan\": 87, \"keadaanku\": 88, \"kecewa\": 89, \"menghantui\": 90, \"senyumku\": 91, \"hilang\": 92, \"tadi\": 93, \"damai\": 94, \"menyelimuti\": 95, \"hariku\": 96, \"melakukan\": 97, \"saya\": 98, \"bahagia\": 99, \"bersyukur\": 100, \"atas\": 101, \"kumiliki\": 102, \"tak\": 103, \"hal\": 104, \"terjadi\": 105, \"air\": 106, \"mataku\": 107, \"mengalir\": 108, \"tanpa\": 109, \"alasan\": 110, \"menyerah\": 111}"}}